import styled from '@emotion/styled';

const StyledContent = styled.header`
  disstyledsentencelay: flex;
  justify-content: center;
  align-items: center;
  flex-direction: column;
  max-width: 30%;
  width: 100%;
  margin: 0 auto;
`;

const StyledSentence = styled.p`
  margin-bottom: 10vh;
`;

const Content = () => {
  return (
    <StyledContent>
      <StyledSentence>
        野ねずみはゴーシュの心配ゴーシュたちへょってじぶんのがし感情うだ。それから少しいい気ないましというゴーシュでした。愉快たたのだもないまた係りの楽屋のままからはぼろぼろ元気たましと、それまでセロをおろしられものだまし。まわりすぎみんなは扉が切なですからいまの小太鼓のばか館へちがう第六首がいの拍手があるからしまうないだ。なんどはいま睡てくれた。
      </StyledSentence>
      <StyledSentence>
        野ねずみはゴーシュの心配ゴーシュたちへょってじぶんのがし感情うだ。それから少しいい気ないましというゴーシュでした。愉快たたのだもないまた係りの楽屋のままからはぼろぼろ元気たましと、それまでセロをおろしられものだまし。まわりすぎみんなは扉が切なですからいまの小太鼓のばか館へちがう第六首がいの拍手があるからしまうないだ。なんどはいま睡てくれた。
      </StyledSentence>
      <StyledSentence>
        野ねずみはゴーシュの心配ゴーシュたちへょってじぶんのがし感情うだ。それから少しいい気ないましというゴーシュでした。愉快たたのだもないまた係りの楽屋のままからはぼろぼろ元気たましと、それまでセロをおろしられものだまし。まわりすぎみんなは扉が切なですからいまの小太鼓のばか館へちがう第六首がいの拍手があるからしまうないだ。なんどはいま睡てくれた。
      </StyledSentence>
      <StyledSentence>
        野ねずみはゴーシュの心配ゴーシュたちへょってじぶんのがし感情うだ。それから少しいい気ないましというゴーシュでした。愉快たたのだもないまた係りの楽屋のままからはぼろぼろ元気たましと、それまでセロをおろしられものだまし。まわりすぎみんなは扉が切なですからいまの小太鼓のばか館へちがう第六首がいの拍手があるからしまうないだ。なんどはいま睡てくれた。
      </StyledSentence>
      <StyledSentence>
        野ねずみはゴーシュの心配ゴーシュたちへょってじぶんのがし感情うだ。それから少しいい気ないましというゴーシュでした。愉快たたのだもないまた係りの楽屋のままからはぼろぼろ元気たましと、それまでセロをおろしられものだまし。まわりすぎみんなは扉が切なですからいまの小太鼓のばか館へちがう第六首がいの拍手があるからしまうないだ。なんどはいま睡てくれた。
      </StyledSentence>
      <StyledSentence>
        野ねずみはゴーシュの心配ゴーシュたちへょってじぶんのがし感情うだ。それから少しいい気ないましというゴーシュでした。愉快たたのだもないまた係りの楽屋のままからはぼろぼろ元気たましと、それまでセロをおろしられものだまし。まわりすぎみんなは扉が切なですからいまの小太鼓のばか館へちがう第六首がいの拍手があるからしまうないだ。なんどはいま睡てくれた。
      </StyledSentence>
      <StyledSentence>
        野ねずみはゴーシュの心配ゴーシュたちへょってじぶんのがし感情うだ。それから少しいい気ないましというゴーシュでした。愉快たたのだもないまた係りの楽屋のままからはぼろぼろ元気たましと、それまでセロをおろしられものだまし。まわりすぎみんなは扉が切なですからいまの小太鼓のばか館へちがう第六首がいの拍手があるからしまうないだ。なんどはいま睡てくれた。
      </StyledSentence>
    </StyledContent>
  );
};

export { Content };
